var hdlist = {
  'ce': {
    aboutTitle: '关于我们',
    aboutContet: '<p>科稷达隆生物技术有限公司是一个主要从事农作物品种改良以及农作物育种数字化与自动化技术研发的生物技术企业。我们的产品研发线涵盖水稻、棉花、玉米等主要农作物。科稷达隆生物技术有限公司于2016年9月29日在北京成立，<a target="_blank" href="http://www.nutrichem.cn">主要投资方为颖泰嘉和生物技术有限公司</a>。</p>',
    aboutTeck: '关于分子生物学与体外生物学在基因编辑技术方面的研发：',
    aboutTeckContent: '公司正在寻求富有积极性、创新性和责任感的科研工作者加入作物基因编辑部门，您将会在公司的团队管理和项目开发中发挥关键作用。',
    duty: '岗位职责：',
    dutyDes: ['严谨地设计、 计划和执行基因编辑优化相关分子技术的创新工作或体外试验，创新、 改良、优化关键试验步骤，确保试验具有较高成功率和打破关键技术瓶颈。积极管理项目，熟练地与公司内同事沟通，确保关键项目的进程设计、监管和达标。',
              '引领团队通过分子技术的革新、优良品系的基因编辑或开创独特的快递机制，建立新型作物基因编辑体系，确保公司在作物基因编辑领域开创的自主知识产权具有前瞻性。'],
    expeirience: '知识背景和工作经验：',
    expeirienceList: ['对开发和验证具有高效率、高精度和普适性的基因编辑技术具有较深造诣。', 
                      '用战略性思维方式安排和分配项目工作，确保及时、快速地达到公司的目标。',
                      '了解改良作物常用的方法，包括基因编辑、遗传转化、分子育种和突变筛选。',
                      '在植物生物技术、分子生物学、遗传学和杂交育种等方面具有广阔的知识面。'],
    request: '任职条件：',
    requestList: ['分子生物学、遗传学或植物生物技术博士，同时具有博士后工作经历或在相关领域具有多年工作经验，发表过高水平论文或专利。',
                  '积极进取，结果导向，有管理和领导团队经验。',
                  '参与执行过基因编辑技术创新研发和产品开发等方面工作。',
                  '具有优秀的科研能力和强烈的创新意识，有分子生物学和优良作物基因编辑体系开发和验证工作经验者优先。',
                  '灵活处理、科学规划项目工作，能够在多变的环境中坚持执行。'],
    ext: '附加信息：',
    extInfo: '主要工作地点北京，需要国内出差。为了迅速组建上述有关团队，多个位置机会同时存在。公司会灵活地安排带有学士及硕士的新员工进入需要的工作岗位。',
    addr: '公司地址：北京市昌平区生命园路27号（102206）',
    contact: '联系方式：HR@kejidalong.com'
  }, 
  'ci': {
    aboutTitle: '关于我们',
    aboutContet: '<p>科稷达隆生物技术有限公司是一个主要从事农作物品种改良以及农作物育种数字化与自动化技术研发的生物技术企业。我们的产品研发线涵盖水稻、棉花、玉米等主要农作物。科稷达隆生物技术有限公司于2016年9月29日在北京成立，<a target="_blank" href="http://www.nutrichem.cn">主要投资方为颖泰嘉和生物技术有限公司</a>。</p>',
    aboutTeck: '招聘职位：软件工程师',
    aboutTeckContent: '公司正在寻求富有积极性、创新性和责任感的软件工程师加入作物信息学（CI）团队。您将会在公司的软件开发团队和CI项目的中发挥关键作用。',
    duty: '岗位职责：',
    dutyDes: ['收集和评估最终用户需求。',
              '编码、测试和调试新软件，或对现有软件进行维护升级。',
              '编写和编译代码并基于结构化的设计构建数据库，并分析信息以确定体系结构规范、软件兼容性参数、应用程序的安全需求和其他应用架构的需求。',
              '开发新的软件并兼容支持我们项目团队的其他商业现有的和内部的应用软件。',
              '技术人员需要在不同的团队中工作，要有与其他领域的同事在项目上的积极合作。',
              '工作要求有较强的沟通技巧，能够与其他技术人员、工程师和其他领域的同事进行有效的交流。'],
    expeirience: '知识背景和工作经验：',
    expeirienceList: ['IT领域及相关计算机系统的技术知识。', 
                      '了解软件设计模式和原则。',
                      '开发算法、数据和过程模型、应用接口等。',
                      '确保应用程序与整个系统架构集成，利用标准的IT项目管理方法和工具。',
                      '具有UNIX/Linux操作系统的经验/知识。', 
                      '具有项目管理（ALM）工具（GITLAB，TFS，CuleCase，SVN）的经验。',
                      '有整个项目管理软件系统的概念和开发过程的知识。',
                      '具有良好的调试和解决问题的能力。'],
    request: '任职条件：',
    requestList: ['技术类学士学位和5年或以上相关的工作经验，或硕士学位和3年或以上相关的工作经验，博士学位或相当的教育和经验结合。技术类学位被定义为信息技术或工程领域的任何四年或其他等同的学位。',
                  '如果具有计算机科学或工程领域的相关专业或工作经验优先。'],
    ext: '附加信息：',
    extInfo: '科稷达隆生物技术有限公司位于北京。',
    addr: '公司地址：北京市昌平区生命园路27号（102206）',
    contact: '联系方式：HR@kejidalong.com'
  }, 
  'cp': {
    aboutTitle: '关于我们',
    aboutContet: '<p>科稷达隆生物技术有限公司是一个主要从事农作物品种改良以及农作物育种数字化与自动化技术研发的生物技术企业。我们的产品研发线涵盖水稻、棉花、玉米等主要农作物。科稷达隆生物技术有限公司于2016年9月29日在北京成立，<a target="_blank" href="http://www.nutrichem.cn">主要投资方为颖泰嘉和生物技术有限公司</a>。</p>',
    aboutTeck: '关于植物表型',
    aboutTeckContent: '<p>作物产量、抗病、抗逆等性状是基因与环境相互复杂作用的结果。随着高通量测序技术和植物功能基因组学快速发展，传统的作物表型检测手段已成为主要限制因素，迫切需要发展智能化、高通量的植物表型检测技术。</p><p class="split">作物表型检测技术的开发、应用及服务是科稷达隆的重要任务之一。借助植物学、信息传感器学、环境科学和人工智能等交叉学科的发展，为农业科研、育种和生产领域提供设备和系统解决方案。</p>',
    position: '招聘职位：图像处理研发工程师（为作物表型分析服务）',
    duty: '岗位职责：',
    dutyDes: ['带领产品开发团队解决产品设计、开发问题；',
              '评估产品性能和客户需求，为客户提供最合适的产品配置；',
              '协助客户解决问题；',
              '协助设备的安装、维护。'],
    request: '任职资格：',
    requestList: ['熟悉计算机操作系统和相关应用软件；',
                  '至少熟练使用一种常用编程语言，例如：能熟练使用C/C++、Java、R语言、Python；',
                  '熟悉常用单片机结构及编程；',
                  '优秀的硬件或软件技术故障排除能力；',
                  '有一定的硬件设计能力和图像处理能力；',
                  '本科以上学历，五年以上工作经验；硕士以上学历，三年以上工作经验；',
                  '自动化、计算机、通信专业优先；',
                  '主要工作地点在北京，可接受出差。'],
    addr: '公司地址：北京市昌平区生命园路27号（102206）',
    contact: '联系方式：HR@kejidalong.com'
  }
}


















